-- ----------------------------
-- Records of o_cart_item
-- ----------------------------
BEGIN;
INSERT INTO `o_cart_item` VALUES (12, 26, 19, 90, 1, 1, 3788.00, NULL, '华为 HUAWEI P20', 'AI智慧全面屏 6GB +64GB 亮黑色 全网通版 移动联通电信4G手机 双卡双待手机 双卡双待', '201806070026001', 'windir', NULL, NULL, NULL, '金色', '16G', NULL, 0, '2019-05-26 10:28:30', NULL, '2019-05-26 10:28:29');
INSERT INTO `o_cart_item` VALUES (13, 27, 19, 98, 1, 3, 2699.00, NULL, '小米8', '骁龙845处理器，红外人脸解锁，AI变焦双摄，AI语音助手小米6X低至1299，点击抢购', '201808270027001', 'windir', NULL, NULL, NULL, '黑色', '32G', NULL, 0, '2019-05-26 10:28:30', NULL, '2019-05-26 10:28:29');
INSERT INTO `o_cart_item` VALUES (14, 28, 19, 102, 1, 1, 649.00, NULL, '红米5A', '8天超长待机，137g轻巧机身，高通骁龙处理器小米6X低至1299，点击抢购', '201808270028001', 'windir', NULL, NULL, NULL, '金色', '16G', NULL, 0, '2019-05-26 10:28:30', NULL, '2019-05-26 10:28:29');
INSERT INTO `o_cart_item` VALUES (15, 28, 19, 103, 1, 1, 699.00, NULL, '红米5A', '8天超长待机，137g轻巧机身，高通骁龙处理器小米6X低至1299，点击抢购', '201808270028001', 'windir', NULL, NULL, NULL, '金色', '32G', NULL, 0, '2019-05-26 10:28:30', NULL, '2019-05-26 10:28:29');
INSERT INTO `o_cart_item` VALUES (16, 29, 19, 106, 1, 1, 5499.00, NULL, 'Apple iPhone 8 Plus', '【限时限量抢购】Apple产品年中狂欢节，好物尽享，美在智慧！速来 >> 勾选[保障服务][原厂保2年]，获得AppleCare+全方位服务计划，原厂延保售后无忧。', '201808270029001', 'windir', NULL, NULL, NULL, '金色', '32G', NULL, 0, '2019-05-26 10:28:30', NULL, '2019-05-26 10:28:29');
COMMIT;